Repository: Anne017/checkup
Catalog: po/*.po
Languages: es

source: Operation Result
es: Resultado de la operación

source: Close
es: Cerrar

source: Product Info
es: Información del producto

source: A personal health daily recorder.
es: Un registro diario de salud personal

source: Author
es: Autor

source: Glycemic
es: Glucémico

source: Success: value saved successfully
es: Éxito: el valor se ha guardado correctamente

source: Error performing the operation
es: Error al realizar la operación

source: Error, Invalid input or missing value
es: Error, entrada no válida o falta el valor

source: Day value already inserted: edit from Diary
es: Ya se ha introducido el valor del día: editar desde el diario

source: Value
es: Valor

source: Date
es: Fecha

source: Notes
es: Notas

source: * Field required
es: * Campo obligatorio

source: Insert
es: Introducir

source: Open Diary
es: Abrir el diario

source: Analytics
es: Analítica

source: Glycemic Diary
es: Diario glucémico

source: Remove selected Item ?
es: ¿Eliminar el elemento seleccionado?

source: (there is no restore)
es: (no se podrá restaurar)

source: Delete
es: Borrar

source: Item deleted successfully
es: Elemento borrado correctamente

source: Error during deletion
es: Error al borrar

source: Confirm
es: Confirmar

source: Close and press save to confirm
es: Cerrar y pulsar guardar para confirmar

source: Show saved glycemic values
es: Mostrar los valores glucémicos guardados

source: From
es: Desde

source: To
es: Hasta

source: Load
es: Cargar

source: Total record found
es: Total de registros encontrados

source: Glycemic Analytic
es: Analítica glucémica

source: Show the saved glycemic values
es: Mostrar los valores glucémicos guardados

source: Show
es: Mostrar

source: NO DATA FOUND
es: NO HAY DATOS

source: Found
es: Encontrado

source: measures
es: medidas

source: Values are expressed using
es: Los valores se muestran usando

source: Edit...
es: Editar...

source: Help Page
es: Página de ayuda

source: This App is a health monitor, diary created for a personal daily use.
es: Esta aplicación es un monitor de salud y un diario para un uso personal cotidiano.

source: Allow to record some prameters of you health.
es: Permitir registrar algunos parámetros de su salud.

source: Can create a graphical report to get an overview of your health
es: Puede crear un informe gráfico para obtener un resumen de su salud

source: Each section is indipendent from the other ones. Use only of you interest
es: Cada sección es independiente de las otras. Úselas según le interese

source: Blood Pressure:
es: Presión sanguínea:

source: Record the pressure values of your blood
es: Registrar los valores de presión sanguínea

source: Weight:
es: Peso:

source: Record your weight and calculate you BMI (Body Mass Index)
es: Registre su peso y calcule su IMC (índice de masa corporal)

source: BMI value lower 18.5 means Underweight
es: Un valor IMC inferior a 18.5 indica un peso debajo del peso apropiado

source: BMI value inside the interval [18.5 ; 25] means Normal
es: Un valor IMC entre [18.5 ; 25] es normal

source: BMI value inside the interval [25 ; 30] means Obese
es: Un valor IMC entre [25 ; 30] indica obesidad

source: BMI value greater 30 means Overweight
es: Un valor IMC superior a 30 indica sobrepeso

source: Hearth Pulse:
es: Pulso cardíaco:

source: Record your daily hearth pulse
es: Registre su pulso cardíaco diario

source: Glycemic:
es: Glucémico:

source: Record your glycemic values
es: Registre sus valores glucémicos

source: Select item type to remove
es: Seleccionar el tipo de elemento para eliminar

source: (there is NO restore)
es: (NO se podrá restaurar)

source: Blood Pressure
es: Presión sanguínea

source: Weight
es: Peso

source: Hearth Pulse
es: Pulso cardíaco

source: Removed ALL the saved data
es: Eliminar TODOS los datos guardados

source: Done, removed successfully
es: Hecho, eliminado correctamente

source: items
es: elementos

source: Weight Diary
es: Diario de peso

source: Show saved weights
es: Mostrar pesos guardados

source: Weight & BMI
es: Peso e IMC

source: weight
es: peso

source: BMI Value
es: Valor del IMC

source: Calculate
es: Calcular

source: BMI description
es: Descripción del IMC

source: Note: the decimal separtor in use is '.'
es: Nota: el separador decimal es '.'

source: Weight Analytic
es: Analítica del peso

source: Show the trend of the Weight
es: Mostrar la tendencia del peso

source: BMI
es: IMC

source: Note: the decimal separator in use is '.'
es: Nota: el separador decimal es '.'

source: About
es: Acerca de

source: Settings
es: Configuración

source: Help
es: Ayuda

source: Blood pressure
es: Presión sanguínea

source: Application Configuration
es: Configuración de la aplicación

source: Value saved, **RESTART** the application
es: Valor guardado, **REINICIE** la aplicación

source: ATTENTION: fill required fields
es: ATENCIÓN: rellene los campos obligatorios

source: ATTENTION: check unit of measure
es: ATENCIÓN: compruebe la unidad de medida

source: User informations
es: Información del usuario

source: Your name
es: Su nombre

source: Heigth
es: Altura

source: Heigth is used to BMI calculation, keep updated if you grow
es: La altura se usa para el cálculo del IMC, manténgala actualizada si crece

source: Date of birth
es: Fecha de nacimiento

source: Unit of measure (keep default is not sure)
es: Unidad de medida (si duda, deje la predeterminada)

source: Glycemic unit
es: Unidad glucémica

source: Save
es: Guardar

source: Required field
es: Campo obligatorio

source: Hearth Pulse Analytic
es: Analítica del pulso cardíaco

source: Show the saved hearth pulse
es: Mostrar el pulso cardíaco guardado

source: Hearth pulse values
es: Valores del pulso cardíaco

source: Values are expressed in BPM: beat per minute
es: Los valores se expresan en LPM: latidos por minuto

source: Bpm
es: Lpm

source: Frequency
es: Frecuencia

source: bpm - beat per minute
es: lpm - latidos por minuto

source: Hearth pulse Diary
es: Diario del pulso cardíaco

source: Show saved values
es: Mostrar valores guardados

source: Maintenance Page
es: Página de mantenimiento

source: Confirm deletion ?
es: ¿Confirmar la eliminación?

source: Deleted
es: Eliminado

source: Items
es: Elementos

source: Remove data from Diary inside a time range
es: Eliminar datos del diario dentro de un rango temporal

source: Entity
es: Entidad

source: Remove
es: Eliminar

source: Min. Value
es: Valor mín.

source: Max. Value
es: Valor máx.

source: Minimum Value
es: Valor mínimo

source: Maximum Value
es: Valor máximo

source: Blood Pressure Diary
es: Diario de presión sanguínea

source: Show saved blood pressure data
es: Mostrar los datos de presión sanguínea guardados

source: Blood Pressure Analytic
es: Analítica de presión sanguínea

source: Show the trend of the blood pressure (Min. & Max.)
es: Mostrar la tendencia de la presión sanguínea (mín. y máx.)

source: Underweight
es: Por debajo del peso apropiado

source: Obese
es: Obeso

source: Overweight
es: Sobrepeso
